# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "heroku/brew"
tap 'thoughtbot/formulae'
tap "d12frosted/emacs-plus"

# Bins
brew "aspell"
brew "awscli"
brew "bash" # Latest Bash version
brew "bash-completion"
brew "ccat"
brew "clang-format"
brew "colordiff"
brew "coreutils" # The ones that come with macOS are outdated
brew "cmus"
brew "ctags"
brew "curl"
brew "direnv"
brew "editorconfig"
brew "emacs-plus@27", args: ["with-jansson", "with-dbus"]
brew "fd"
brew "findutils"
brew "git"
brew "git-crypt"
brew "gnupg"
brew "gnupg2"
brew "gnuplot"
brew "google-authenticator-libpam"
brew "grep"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "mas" # Mac App Store cli
brew "moreutils"
brew "openssl@1.1"
brew "pkg-config"
brew "plantuml"
brew "pstree"
brew "pwgen"
brew "qcachegrind"
brew "rcm"
brew "ripgrep"
brew "s3cmd"
brew "shellcheck"
brew "ssh-copy-id", link: true
brew "svn"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "zlib"

# Apps
cask "1password"
brew "docker", link: false
brew "docker-compose", link: false
cask "dropbox"
cask "docker"
cask "firefox"
cask "flux"
cask "grammarly"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "java"
cask "keepassxc"
cask "libreoffice"
cask "ngrok"
brew "nmap"
cask "pgadmin4"
cask "slack"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "telegram-desktop"
brew "telnet"
cask "tor-browser"
cask "tunnelblick"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zoomus"

# Fonts
cask "font-source-code-pro-for-powerline"
cask "font-source-code-pro"

# App Store apps
#mas "Xcode", id: 497799835
#mas "The Unarchiver", id: 425424353
#mas "Medis", id: 1063631769
#mas "Grammarly for Safari", id: 1462114288
