alefragnani.project-manager
alexcvzz.vscode-sqlite
amirHA.better-comments-2
benvp.vscode-hex-pm-intellisense
bierner.markdown-emoji
bierner.markdown-preview-github-styles
codezombiech.gitignore
DavidAnson.vscode-markdownlint
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
erlang-ls.erlang-ls
esbenp.prettier-vscode
florinpatrascu.vscode-elixir-snippets
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
geyao.html-snippets
golang.go
hashicorp.terraform
JakeBecker.elixir-ls
jebbs.plantuml
jtavin.ldif
kkalita.dark-plus-elixir
lonefy.vscode-JS-CSS-HTML-formatter
MaxMedia.go-prof
mikestead.dotenv
ms-vscode.cpptools
npxms.hide-gitignored
octref.vetur
redhat.vscode-yaml
searKing.preview-vscode
sharat.vscode-brewfile
stefanjarina.vscode-eex-snippets
stkb.rewrap
streetsidesoftware.code-spell-checker
szTheory.erlang-formatter
szTheory.hex-lens
timonwong.shellcheck
Valentin.beamdasm
ysemeniuk.emmet-live
zerokol.vscode-eex-beautify
Zignd.html-css-class-completion
