alefragnani.project-manager
alexcvzz.vscode-sqlite
benvp.vscode-hex-pm-intellisense
bierner.markdown-preview-github-styles
codezombiech.gitignore
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
erlang-ls.erlang-ls
esbenp.prettier-vscode
geyao.html-snippets
golang.go
JakeBecker.elixir-ls
jtavin.ldif
MaxMedia.go-prof
mikestead.dotenv
ms-vscode.cpptools
npxms.hide-gitignored
octref.vetur
redhat.vscode-yaml
searKing.preview-vscode
sharat.vscode-brewfile
stkb.rewrap
szTheory.erlang-formatter
szTheory.hex-lens
timonwong.shellcheck
WakaTime.vscode-wakatime
ysemeniuk.emmet-live
zerokol.vscode-eex-beautify
Zignd.html-css-class-completion