AdamRybak.graycat-sql-formatter
alefragnani.project-manager
alexcvzz.vscode-sqlite
amirHA.better-comments-2
anotherglitchinthematrix.monochrome
arthurwhite.white
benvp.vscode-hex-pm-intellisense
bierner.markdown-emoji
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
ChrisHines.monochrome
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer
csstools.postcss
DavidAnson.vscode-markdownlint
dhall.dhall-lang
dhall.vscode-dhall-lsp-server
dracula-theme.theme-dracula
dustypomerleau.yarra-valley
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
erlang-ls.erlang-ls
esbenp.prettier-vscode
florinpatrascu.vscode-elixir-snippets
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
geyao.html-snippets
golang.go
hashicorp.terraform
hbenl.vscode-test-explorer
iampeterbanjo.elixirlinter
JakeBecker.elixir-ls
jasonnutter.vscode-codeowners
jebbs.plantuml
jtavin.ldif
kkalita.dark-plus-elixir
matt-meyers.vscode-dbml
MaxMedia.go-prof
mechatroner.rainbow-csv
mikestead.dotenv
mrorz.language-gettext
ms-azuretools.vscode-docker
ms-ossdata.vscode-postgresql
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode.cpptools
ms-vscode.test-adapter-converter
mtxr.sqltools
mtxr.sqltools-driver-sqlite
npxms.hide-gitignored
octref.vetur
redhat.vscode-commons
redhat.vscode-yaml
sainnhe.everforest
sainnhe.forest-night
samuel-pordeus.elixir-test
searKing.preview-vscode
shaharkazaz.git-merger
sharat.vscode-brewfile
Shira.pastel-forest-theme
stefanjarina.vscode-eex-snippets
stkb.rewrap
streetsidesoftware.code-spell-checker
szTheory.erlang-formatter
szTheory.hex-lens
timonwong.shellcheck
Valentin.beamdasm
vscode-exunit.exunit
wesbos.theme-cobalt2
william-voyek.vscode-nginx
ysemeniuk.emmet-live
Zignd.html-css-class-completion

